Repository: massidea/site
Catalog: application/languages/content.tmx
Source language: fi
Languages: en

source: Puuttuuko jokin toiminto?
en: Are we missing a feature?

source: Tutustu sisällöntuoton ohjenuoriin ja aloita omien ajatuksiesi jakaminen.
en: Familarize your self with content production guideline and start sharing your visions.

source: Massidean tietokannassa ideat aina liittyvät tulevaisuustietoon tai haasteeseen.
en: Ideas are related to challenges or visions found in the Massidea database.

source: Toisin sanoin, ideat ovat vastauksia tai ratkaisuja tämän päivän haasteisiin tai tulevaisuuden visioihin.
en: In other words, ideas are answers or solutions to current challenges or visions of the future.

source: Tulevaisuustiedot koskevat jotain tulevaa, eivät nykyistä tilannetta.
en: Visions of the future concern the future, not the present day.

source: Tulevaisuustieto voi olla skenaario, trendi tai antitrendi, jota odotetaan toteutuvaksi. Tämä voi tarkoittaa myös muutoksen siementä tai heikkoa signaalia tulevaisuudesta, joka voisi toteutua.
en: Vision can be a future scenario, trend or anti-trend, which is expected to be realized. It can also be seed of change or a weak signal from the future which might become reality.

source: Ongelmat ja haasteet estävät meitä tavoittamasta päämääriämme.
en: Problems and obstacles are stopping us from achieving our goals.

source: On kyseessä työelämän tai henkilökohtaisen ongelma, voimme muuttaa onglman haasteeksi ja aloittaa niiden ratkaisemisen.
en: Whether it's a question of business or personal life related issues, we can turn problems into challenges and start solving them.

source: Mikä on tulevaisuustieto?
en: What is a vision?

source: Mikä on haaste?
en: What is a challenge?

source: Mikä on idea?
en: What is a idea?

source: tai
en: or

source: Sisällön poistossa tapahtui virhe - sisällöllä virheellinen tunnistenumero.
en: Content removal not successful, an invalid content id was found.

source: Sisällön poistossa tapahtui virhe.
en: Content removal not successful. Errors that occured:

source: Sisällön poistossa kamppanjoista tapahtui virhe.
en: Contents from campaign removal not successful, an error ocurred.

source: Sisällön poistossa sisällöistä tapahtui virhe.
en: Contents from contents removal not successful, an error ocurred.

source: Sisällön poistossa tulevaisuuden näkymästä tapahtui virhe.
en: Contents from futureinfo classes removal not successful, an error ocurred.

source: Sisällön poistossa toimialaluokituksesta tapahtui virhe.
en: Contents from industries removal not successful, an error ocurred.

source: Sisällön poistossa innovatio tyypeistä tapahtui virhe.
en: Contents from innovation types removal not successful, an error ocurred.

source: Sisällön poistossa sisältöön liittyvistä yrityksistä tapahtui virhe.
en: Contents from related companies removal not successful, an error ocurred.

source: Sisällön poistossa liittyvistä yrityksistä tapahtui virhe.
en: Contents related companies removal not successful, an error ocurred.

source: Sisällön poistossa sisällön tageista tapahtui virhe.
en: Contents from tags removal not successful, an error ocurred.

source: Sisällön poistossa tageista tapahtui virhe.
en: Contents tags removal not successful, an error ocurred.

source: Sisällön poistossa käyttäjistä tapahtui virhe.
en: Contents from user removal not successful, an error ocurred.

source: Sisällön poistossa katselukerroista tapahtui virhe.
en: Contents views removal not successful, an error ocurred.

source: Sisällön poistossa sisällön lipuista tapahtui virhe.
en: Contents flags removal not successful, an error ocurred.

source: Sisällön poistossa sisältöön liittyvien kommenttien lipuista tapahtui virhe.
en: Contents comment flags removal not successful, an error ocurred.

source: Sisällön poistossa sisällön arvostelusta tapahtui virhe.
en: Contents ratings removal not successful, an error ocurred.

source: Sisällön poistossa sisällön tiedostoista tapahtui virhe.
en: Contents files removal not successful, an error ocurred.

source: Sisällön poistossa käyttäjän suosikeista tapahtui virhe.
en: Contents from favorites removal not successful, an error ocurred.

source: Sisällön poistossa sisällön kommenteista tapahtui virhe.
en: Contents comments removal not successful, an error ocurred.

source: Sisältö poistettiin onnistuneesti.
en: Content removal successful.

source: Vain kirjautuneet käyttäjät voivat julkistaa sisältöä
en: Only authenticated users may publish content

source: %d Viimeisintä sisältöä
en: %d Most recent content

source: Ongelmat
en: Problems

source: Ideat
en: Ideas

source: Tulevaisuuden näkymät
en: Future visions

source: Viimeisintä sisältöä
en: Recent content

source: Alkuun
en: Top

source: Luotu:
en: Created:

source: Järjestä:
en: Order by:

source: Julkaisija
en: Author

source: Pvm
en: Date

source: Otsikko
en: Header

source: Katsottu
en: Views

source: Sisältö
en: Content

source: Tätä sisältöä ei ole julkaistu
en: This content is unpublished

source: Kommentit
en: Comments

source: %d Kommentti
en: %d Comment

source: Voitko ratkaista tämän haasteen?
en: Can you solve this challenge?

source: Onko sinulla ideoita tähän näkymään?
en: Do you have ideas for this vision?

source: Onko sinulla parempi idea?
en: Do you a have better idea?

source: Vastaa
en: Reply

source: Avainsanat:
en: Tags:

source: Toimialaluokitus
en: Industry classification

source: Innovaatiotyyppiluokitus
en: Innovation type classification

source: Linkit:
en: Links:

source: Lisääjä
en: Submitted by

source: Liity jäseneksi
en: Join today

source: kauan sitten
en: a long time ago

source: Rekisteröityneet käyttäjät voivat äänestää, kommentoida ja lisätä sisältöä!
en: Registered users can vote up/down, comment and add content!

source: Lisää käyttäjältä
en: More from author

source: Katsottu:
en: Views:

source: Liittyvää sisältöä
en: Related content

source: Sisällön tuottaja
en: Corresponding author

source: Liittynyt:
en: Joined:

source: Katsottu %d kertaa
en: Viewed %d times

source: Lisätty:
en: Added:

source: Aihe:
en: Subject:

source: Viesti:
en: Message:

source: Lisää kommenttisi
en: Write your comment

source: Kirjaudu sisään lisätäksesi sisältöä!
en: You must login in order to add content!

source: Kirjaudu sisään linkittäksesi sisältöjä!
en: You must login in order to link contents!

source: Innovaatiotyyppi
en: Innovation type

source: Toimiala
en: Industry

source: pakollinen
en: required

source: Osa-alue
en: Division

source: Ryhmä
en: Group

source: Luokka
en: Class

source: Avainsanat
en: Keywords

source: Ingressi
en: Textlead

source: Liittyvät yritykset
en: Related companies

source: Tutkimusongelma
en: Research question

source: Kampanjat
en: Campaigns

source: Mahdollisuus
en: Opportunity

source: Uhka
en: Threat

source: Ideasi/ratkaisusi yhdellä lauseella
en: Your idea/solution in one sentence

source: Lisää tiedosto(ja)
en: Upload file(s)

source: Viittaukset
en: References

source: Valitse kieli
en: Select language

source: Tulevaisuuden näkymän luokitus
en: Visions of the future classification

source: Valitse luokitus
en: Select classification

source: Trendit ja anti-trendit
en: Trends and anti-trends

source: Mahdollinen tulevaisuuden skenaario
en: Expected future scenarios

source: Heikot signaalit ja muutoksen siemenet
en: Emerging weak signals and seeds of change

source: Virheellinen sisältötyyppi tai sitä ei ole asetettu!
en: Invalid content type or it was not set!

source: Ideaan liittyvä sisältötyyppi puuttuu tai on virheellinen!
en: Missing or invalid content type that the idea is related to!

source: Lisättävään ideaan liittyvän ongelman tai tulevaisuuden näkymän id puuttuu!
en: Missing id of related problem or future info!

source: Sisältö, johon lisättävä idea liittyy, ei ole olemassa!
en: Idea must be related to a content that exists!

source: Mahdollisimman hyvin aihetta kuvaava, tiivis otsikko (maksimipituus 100 merkkiä).
en: The header should be concise and it should describe the subject as well as possible (max. length 100 marks)

source: (Erota avainsanat pilkulla)
en: (Use commas to separate tags)

source: (Tämä teksti näkyy hakutuloslistoissa)
en: (This text is shown in search result lists)

source: (Mikä haaste on ja miksi se on tärkeä)
en: (What is challenge and why it is important)

source: (Mikä tulevaisuuden näkymä on ja miksi se on tärkeä)
en: (What is vision of the future and why it is important)

source: (Mikä idea on ja miksi se on tärkeä)
en: (What is idea and why it is important)

source: (Erota yritykset pilkulla)
en: (Use commas to separate companies)

source: (Erota kampanjat pilkulla)
en: (Use commas to separate campaigns)

source: (Yksittäinen kysymys, johon haluat vastauksen)
en: (The single question you want get an answer)

source: (Tärkein, jos tulevaisuuden skenaario toteutuu)
en: (The most important if future scenario becomes realized)

source: (valinnainen, maksimikoko 2 MB)
en: (optional, max size 2 MB)

source: Poista
en: Remove

source: Poista aikaisemmat liitetiedostot
en: Remove existing attachments

source: kenttä tyhjä
en: field empty

source: liian lyhyt
en: too short

source: liian pitkä
en: too long

source: Tiedostot
en: Files

source: Annetulla id:llä ei löydy sisältöä!
en: Content with given id doesn't exist!

source: tämän päivän haaste
en: today's challenge

source: tulevaisuuden näkymä
en: vision of the future

source: Valitse innovaatiotyyppi
en: Select an innovation type

source: Valitse toimiala
en: Select an industry

source: Valitse toimiala ensin
en: Select an industry first

source: Valitse osa-alue
en: Select a division

source: Valitse osa-alue ensin
en: Select a division first

source: Valitse ryhmä
en: Select a group

source: Valitse ryhmä ensin
en: Select a group first

source: Valitse luokka
en: Select a class

source: Sisällön julkaiseminen onnistui!
en: Content published succesfully!

source: Klikkaa
en: Click

source: tästä
en: here

source: nähdäksesi julkaisusi.
en: to view your published content.

source: Jostain syystä sisällön julkaiseminen ei onnistunut!
en: There was some problem with publishing content!

source: Tallentaminen onnistui!
en: Saving was succesful!

source: Voit myöhemmin muokata ja julkaista tallennettuja sisältöjä
en: You can later on edit and publish saved contents in your

source: omalla käyttäjäsivullasi
en: own user page

source: klikkaamalla
en: by clicking

source: "tallennetut"-välilehteä
en: "saved" tab

source: Jostain syystä sisällön tallentaminen ei onnistunut!
en: There was some problem with saving content!

source: Julkaise
en: Publish

source: Tallenna
en: Save

source: Esikatselu
en: Preview

source: Tämä on esikatselu
en: This is a preview

source: Sulje esikatselu
en: Close preview

source: Muokkaa
en: Edit

source: Kirjaudu sisään muokataksesi sisältöä!
en: You must login in order to edit content!

source: Sisältöä voi muokata vain sen omistaja!
en: You must own the content in order to edit it!

source: Muokattavan sisällön id ei ole asetettu!
en: Id of content to be edited is missing!

source: Sisällön muokkaus onnistui!
en: Content edited succesfully!

source: Jostain syystä sisällön muokkaus ei onnistunut!
en: There was some problem with editing content!

source: Muokattu
en: Modified

source: Peruuta
en: Cancel

source: Haluatko julkaista tämän sisällön?
en: Do you want to publish this content?

source: Haluatko poistaa tämän sisällön?
en: Do you want to delete this content?

source: Sisällön julkaisu onnistui!
en: Content published successfully!

source: Sisältö on jo julkaistu!
en: Content is already published!

source: Julkaistu
en: Published

source: Tämä on ratkaisu sisältöön
en: This is a solution to

source: Tähän sisältöön liittyvät ideat
en: Solution(s) for this content

source: Tähän sisältöön liittyvät kilpailevat ideat
en: Rival solution(s) for this content

source: Tähän sisältöön linkitetyt sisällöt
en: Linked content(s) for this content

source: Tämä sisältö on linkitetty sisältöön
en: This content is linked to

source: Merkattu
en: Flagged

source: On jo merkattu
en: Already flagged

source: Merkitse asiattomaksi
en: Flag as inappropriate

source: Linkitetyt haasteet:
en: Linked challenges:

source: Linkitetyt näkymät:
en: Linked visions:

source: Arvosana
en: Rating

source: Arvosana tallennettu!
en: Rating succesful!

source: Suosikkina
en: Favourited

source: Lisää
en: Add

source: Suosikin lisääminen epäonnistui jostain eriskummallisesta syystä...
en: Adding the favourite failed for some odd reason...

source: Suosikin poistaminen epäonnistui jostain eriskummallisesta syystä...
en: Removing the favourite failed for some odd reason...

source: Lisää sisältöä!
en: Add content!

source: Lisää tähän sisältöön uusi idea
en: Add a new solution to this content

source: Lisää tähän sisältöön jo olemassa oleva idea
en: Add an existing solution to this content

source: Lisää tähän sisältöön kilpaileva idea
en: Add a rival solution to this content

source: nykyinen
en: existing

source: uusi
en: new

source: Lisää uusi ongelma
en: Add a new problem

source: Lisää tähän sisältöön uusi ongelma
en: Add a new problem to this content

source: Linkitä haaste
en: Link problem

source: Lisää uusi tulevaisuustieto
en: Add a new future information

source: Lisää tähän sisältöön uusi tulevaisuustieto
en: Add a new future information to this content

source: Linkitä tulevaisuustieto
en: Link a vision

source: Ei linkitettyjä haasteita.
en: No linked challenges.

source: Ei linkitettyjä näkymiä.
en: No linked visions.

source: Olemassaolevan haasteen linkittäminen
en: Linking an existing challenge to

source: Olemassaolevan näkymän linkittäminen
en: Linking an existing vision to

source: Olemassaolevan idean linkittäminen
en: Linking an existing idea to

source: haasteeseen
en: a challenge

source: näkymään
en: a vision

source: ideaan
en: an idea

source: Linkityksen kohde
en: Link target

source: Sisältösi
en: Your content

source: tullaan linkittämään alla olevan kanssa
en: is going to be linked with

source: Linkitä
en: Add link

source: Oletko varma?
en: Are you sure?

source: Kyllä
en: Yes

source: Ei
en: No

source: Sisältö linkitettiin onnistuneesti!
en: Content linked succesfully!

source: Voit linkittää vain omaa sisältöäsi!
en: You can only link you're own content!

source: Sisältöä, jota yritit linkittää, ei ole olemassa!
en: Content you're trying to link doesn't exist!

source: Virheellinen sisältötyyppi!
en: Invalid content type!

source: Sisältöä, johon yritit linkittää, ei ole olemassa!
en: Content to what you're trying to link doesn't exist!

source: Saman sisältötyypin sisältöjä ei voi linkittää!
en: You can't link contents with same content type!

source: Et voi linkittää julkaisemattomia sisältöjä!
en: You can't link unpublished contents!

source: Ideaan ei voi linkittää!
en: You can't link content to an idea!

source: Ohjeet aineiston lisäämiseksi OIBS:in aineisto on lyhyitä kuvauksia tämän päivän haasteista, tulevaisuuden näkymistä sekä niihin tarjotuista ideoista. Kaikki aineisto on A4-arkin muodossa, min. pituus on 1500 merkkiä. Kuvaile ongelma tai visio mahdollisimman tarkasti. Sisällytä lähteet kirjoitukseesi. Kaikki OIBS:n sisältö on avointa ja julkista. Patentoitavaksi suunniteltuja ideoita ei siis kannata tallentaa järjestelmään. Sivusto on demoversio. Säilytä kopio tallentamastasi materiaalista, jotta mahdollinen uudelleentalletus sivuston uuteen versioon onnistuu vaivattomasti. Lisätäksesi jonkin uuden idean, sen on liityttävä tietokannasta jo löytyvään aineistoon. Toisin sanoen ideat (ratkaisut) ovat vastauksia tietokannasta löytyviin ongelmiin tai tulevaisuuden visioihin.
en: Guidelines for adding content OIBS content is short descriptions of today’s challenges, visions of the future and the related ideas and solutions. All content is in the form of an A4 sheet, with the min. length of 1500 marks. Describe the problem or vision accurately. Include references in your writing All content is open and public. Therefore, ideas planned to be patented are not recommended to be added into the database. The current OIBS is a demo version. Thus, when adding new content we recommend to save a copy of the material for the possible re-adding process into the new version. To add an idea, it has to relate to the content found in the OIBS database. In other words, there has to be a challenge or vision what the idea is for.

source: Ohjeet aineiston lisäämiseksi Rekisteröidy tai kirjaudu sisään tunnuksillasi lisätäksesi tietokantaan uutta aineistoa. Aloita joko selaamalla sivuston aineistoa tai lisäämällä tietokantaan jokin tämän päivän ongelma tai tulevaisuuden visio. Ideoita voidaan ainoastaan lisätä tietokannasta löytyvään aineistoon. Toisin sanoen ideat (ratkaisut) ovat vastauksia kuvailtuihin ongelmiin tai tulevaisuuden visioihin. Kaikki OIBS:n sisältö on avointa ja julkista. Patentoitavaksi suunniteltuja ideoita ei siis kannata tallentaa järjestelmään. Sivusto on demoversio. Pidä itselläsi kopio tallentamastasi materiaalista, jotta mahdollinen uudelleentalletus sivuston uuteen versioon onnistuu vaivattomasti.
en: Guidelines for adding content In order to add new content into OIBS, register or log in with your account. Start by browsing the content or by adding a new challenge or a new vision. Ideas can be added only when they relate to the content found in the database. In other words, there has to be a challenge or a vision, what the solution if for. All content is open and public. Therefore, ideas planned to be patented are not recommended to be added into the database. The current OIBS website is a demo version. When adding new content, it’s recommended to save a copy of the material for the possible re-adding process into the new version of the website.

source: Lisää sisältöä
en: Add content

source: Lisää ongelma
en: Add problem

source: Lisää tulevaisuuden näkymä
en: Add future info

source: Sisällön lisäämisen vaiheet
en: Steps for adding content

source: Mihin linkitetään
en: Is linked to
